Repository: millianlmx/swimmich
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: Asks for Face ID (or your passcode) every time Immich comes back to the foreground, so someone holding your unlocked phone can't browse your photos.
de: Verlangt Face ID (oder den Gerätecode), wenn Immich wieder in den Vordergrund kommt, damit niemand mit deinem entsperrten iPhone deine Fotos ansehen kann.
es: Pide Face ID (o tu código) cada vez que Immich vuelve a primer plano, para que quien tenga tu teléfono desbloqueado no pueda ver tus fotos.
fr: Demande Face ID (ou votre code) chaque fois qu'Immich revient au premier plan, pour qu'une personne tenant votre téléphone déverrouillé ne puisse pas parcourir vos photos.
it: Richiede Face ID (o il codice) ogni volta che Immich torna in primo piano, così chi tiene in mano il tuo telefono sbloccato non può sfogliare le tue foto.

source: Asks the server which of your tracked photos it still has. Nothing is uploaded or downloaded — it is a list comparison, so it is quick even on a large library. Photos you deleted on the server are forgotten here, so the next backup uploads them again. Immich does this automatically about once a week; run it by hand after deleting photos on the server, so they come back without waiting for the next backup.
de: Fragt den Server, welche deiner erfassten Fotos er noch hat. Es wird nichts hoch- oder heruntergeladen — es ist ein Listenvergleich und daher auch bei einer großen Mediathek schnell. Fotos, die du auf dem Server gelöscht hast, werden hier vergessen, damit das nächste Backup sie erneut hochlädt. Immich macht das etwa einmal pro Woche automatisch; führe es manuell aus, nachdem du Fotos auf dem Server gelöscht hast, damit sie zurückkommen, ohne auf das nächste Backup zu warten.
es: Pregunta al servidor cuáles de tus fotos rastreadas siguen ahí. No se sube ni se descarga nada: es una comparación de listas, así que es rápida incluso con una biblioteca grande. Las fotos que elimines en el servidor se olvidan aquí, de modo que la próxima copia de seguridad volverá a subirlas. Immich lo hace automáticamente una vez a la semana; ejecútalo a mano después de eliminar fotos en el servidor para que vuelvan sin esperar a la siguiente copia de seguridad.
fr: Demande au serveur lesquelles de vos photos suivies il possède encore. Rien n'est envoyé ni téléchargé — il s'agit d'une comparaison de listes, donc c'est rapide même sur une grande photothèque. Les photos que vous avez supprimées sur le serveur sont oubliées ici, la prochaine sauvegarde les enverra donc à nouveau. Immich le fait automatiquement environ une fois par semaine ; lancez-le à la main après avoir supprimé des photos sur le serveur, pour qu'elles reviennent sans attendre la prochaine sauvegarde.
it: Chiede al server quali delle foto monitorate possiede ancora. Non viene caricato né scaricato nulla: è un confronto di elenchi, quindi è rapido anche con una libreria grande. Le foto eliminate sul server vengono dimenticate qui, così il prossimo backup le carica di nuovo. Immich lo fa automaticamente circa una volta a settimana; eseguilo manualmente dopo aver eliminato foto sul server, così tornano senza attendere il prossimo backup.

source: Asset
de: Objekt
es: Elemento
fr: Élément
it: Elemento

source: Assign Face
de: Gesicht zuweisen
es: Asignar rostro
fr: Affecter le visage
it: Assegna volto

source: ATS (plain HTTP)
de: ATS (unverschlüsseltes HTTP)
es: ATS (HTTP sin cifrar)
fr: ATS (HTTP en clair)
it: ATS (HTTP non cifrato)

source: Auto backup
de: Automatisches Backup
es: Copia de seguridad automática
fr: Sauvegarde auto
it: Backup automatico

source: Available offline
de: Offline verfügbar
es: Disponible sin conexión
fr: Disponible hors ligne
it: Disponibile offline

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro

source: Back 15 seconds
de: 15 Sekunden zurück
es: Retroceder 15 segundos
fr: Reculer de 15 secondes
it: Indietro di 15 secondi

source: Back up
de: Sichern
es: Hacer copia
fr: Sauvegarder
it: Esegui backup

source: Back up new photos automatically
de: Neue Fotos automatisch sichern
es: Hacer copia de las fotos nuevas automáticamente
fr: Sauvegarder automatiquement les nouvelles photos
it: Esegui automaticamente il backup delle nuove foto

source: Back up now
de: Jetzt sichern
es: Hacer copia ahora
fr: Sauvegarder maintenant
it: Esegui backup ora

source: Backing up
de: Backup läuft
es: Haciendo copia
fr: Sauvegarde en cours
it: Backup in corso

source: Backing up — %lld percent
de: Backup läuft — %lld Prozent
es: Haciendo copia — %lld por ciento
fr: Sauvegarde en cours — %lld pour cent
it: Backup in corso — %lld percento

source: Backing up, %lld percent
de: Backup läuft, %lld Prozent
es: Haciendo copia, %lld por ciento
fr: Sauvegarde en cours, %lld pour cent
it: Backup in corso, %lld percento

source: Backup complete
de: Backup abgeschlossen
es: Copia de seguridad completada
fr: Sauvegarde terminée
it: Backup completato

source: Backup finished with errors
de: Backup mit Fehlern beendet
es: Copia de seguridad finalizada con errores
fr: Sauvegarde terminée avec des erreurs
it: Backup completato con errori

source: Backup needs a network connection.
de: Backup benötigt eine Netzwerkverbindung.
es: La copia de seguridad necesita conexión de red.
fr: La sauvegarde nécessite une connexion réseau.
it: Il backup richiede una connessione di rete.

source: Backup requires charging.
de: Backup ist nur beim Laden möglich.
es: La copia de seguridad requiere estar cargando.
fr: La sauvegarde nécessite une mise en charge.
it: Il backup richiede la ricarica.

source: Backup tracking
de: Backup-Verfolgung
es: Seguimiento de copias de seguridad
fr: Suivi des sauvegardes
it: Monitoraggio backup

source: Camera access is required to scan a server QR code.
de: Für das Scannen eines Server-QR-Codes ist Kamerazugriff erforderlich.
es: Se necesita acceso a la cámara para escanear el código QR de un servidor.
fr: L'accès à l'appareil photo est requis pour scanner le code QR d'un serveur.
it: L'accesso alla fotocamera è necessario per scansionare un codice QR del server.

source: Can Edit
de: Kann bearbeiten
es: Puede editar
fr: Peut modifier
it: Può modificare

source: Can View
de: Kann anzeigen
es: Puede ver
fr: Peut voir
it: Può visualizzare

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

source: Cancelled — %lld of %lld done
de: Abgebrochen — %lld von %lld erledigt
es: Cancelado — %lld de %lld completado
fr: Annulé — %lld sur %lld terminés
it: Annullato — %lld di %lld completati

source: Cancelling…
de: Wird abgebrochen…
es: Cancelando…
fr: Annulation…
it: Annullamento…

source: cannot connect
de: keine Verbindung
es: no se puede conectar
fr: connexion impossible
it: impossibile connettersi

source: certificate refused
de: Zertifikat abgelehnt
es: certificado rechazado
fr: certificat refusé
it: certificato rifiutato

source: Charging only
de: Nur beim Laden
es: Solo al cargar
fr: En charge uniquement
it: Solo in ricarica

source: Check connection
de: Verbindung prüfen
es: Comprobar conexión
fr: Vérifier la connexion
it: Verifica connessione

source: Check server now
de: Server jetzt prüfen
es: Comprobar servidor ahora
fr: Vérifier le serveur maintenant
it: Verifica il server ora

source: Checking for duplicates…
de: Suche nach Duplikaten…
es: Comprobando duplicados…
fr: Recherche des doublons…
it: Ricerca dei duplicati…

source: Checking server…
de: Server wird geprüft…
es: Comprobando el servidor…
fr: Vérification du serveur…
it: Verifica del server…

source: Clear All Offline Photos
de: Alle Offline-Fotos löschen
es: Borrar todas las fotos sin conexión
fr: Effacer toutes les photos hors ligne
it: Elimina tutte le foto offline

source: Clear failed
de: Fehlgeschlagene löschen
es: Borrar los fallidos
fr: Effacer les échecs
it: Elimina i non riusciti

source: Clear marker filter
de: Markierungsfilter löschen
es: Borrar filtro de marcadores
fr: Effacer le filtre des marqueurs
it: Rimuovi filtro indicatori

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi

source: Close details
de: Details schließen
es: Cerrar detalles
fr: Fermer les détails
it: Chiudi dettagli

source: Close memory
de: Erinnerung schließen
es: Cerrar recuerdo
fr: Fermer le souvenir
it: Chiudi ricordo

source: Close Slideshow
de: Diashow schließen
es: Cerrar presentación
fr: Fermer le diaporama
it: Chiudi presentazione

source: Comments and reactions on this album's photos will appear here.
de: Kommentare und Reaktionen zu den Fotos dieses Albums erscheinen hier.
es: Los comentarios y las reacciones a las fotos de este álbum aparecerán aquí.
fr: Les commentaires et réactions sur les photos de cet album apparaîtront ici.
it: I commenti e le reazioni alle foto di questo album appariranno qui.

source: Connect to a server first.
de: Zuerst mit einem Server verbinden.
es: Conéctate primero a un servidor.
fr: Connexion à un serveur requise.
it: Connetti prima un server.

source: Connect your server
de: Server verbinden
es: Conecta tu servidor
fr: Connectez votre serveur
it: Connetti il tuo server

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua

source: Contrast
de: Kontrast
es: Contraste
fr: Contraste
it: Contrasto

source: Copied
de: Kopiert
es: Copiado
fr: Copié
it: Copiato

source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia

source: Copy link
de: Link kopieren
es: Copiar enlace
fr: Copier le lien
it: Copia link

source: Couldn't load album
de: Album konnte nicht geladen werden
es: No se pudo cargar el álbum
fr: Impossible de charger l'album
it: Impossibile caricare l'album

source: Couldn't load albums
de: Alben konnten nicht geladen werden
es: No se pudieron cargar los álbumes
fr: Impossible de charger les albums
it: Impossibile caricare gli album

source: Couldn't load duplicates
de: Duplikate konnten nicht geladen werden
es: No se pudieron cargar los duplicados
fr: Impossible de charger les doublons
it: Impossibile caricare i duplicati

source: Couldn't load memories
de: Erinnerungen konnten nicht geladen werden
es: No se pudieron cargar los recuerdos
fr: Impossible de charger les souvenirs
it: Impossibile caricare i ricordi

source: Couldn't load people
de: Personen konnten nicht geladen werden
es: No se pudieron cargar las personas
fr: Impossible de charger les personnes
it: Impossibile caricare le persone

source: Couldn't load photos
de: Fotos konnten nicht geladen werden
es: No se pudieron cargar las fotos
fr: Impossible de charger les photos
it: Impossibile caricare le foto

source: Couldn't load shared links
de: Geteilte Links konnten nicht geladen werden
es: No se pudieron cargar los enlaces compartidos
fr: Impossible de charger les liens partagés
it: Impossibile caricare i link condivisi

source: Couldn't load stack
de: Stapel konnte nicht geladen werden
es: No se pudo cargar la pila
fr: Impossible de charger la pile
it: Impossibile caricare il gruppo

source: Couldn't load tags
de: Tags konnten nicht geladen werden
es: No se pudieron cargar las etiquetas
fr: Impossible de charger les étiquettes
it: Impossibile caricare le etichette

source: Couldn't load trash
de: Papierkorb konnte nicht geladen werden
es: No se pudo cargar la papelera
fr: Impossible de charger la corbeille
it: Impossibile caricare il cestino

source: Couldn't Load Users
de: Benutzer konnten nicht geladen werden
es: No se pudieron cargar los usuarios
fr: Impossible de charger les utilisateurs
it: Impossibile caricare gli utenti

source: Couldn't open this link
de: Dieser Link konnte nicht geöffnet werden
es: No se pudo abrir este enlace
fr: Impossible d'ouvrir ce lien
it: Impossibile aprire questo link

source: Cover
de: Titelbild
es: Portada
fr: Couverture
it: Copertina

source: Cover: %@
de: Titelbild: %@
es: Portada: %@
fr: Couverture : %@
it: Copertina: %@

source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea

source: Create Album
de: Album erstellen
es: Crear álbum
fr: Créer un album
it: Crea album

source: Create an album to organize your photos.
de: Erstelle ein Album, um deine Fotos zu organisieren.
es: Crea un álbum para organizar tus fotos.
fr: Créez un album pour organiser vos photos.
it: Crea un album per organizzare le tue foto.

source: Create and assign
de: Erstellen und zuweisen
es: Crear y asignar
fr: Créer et affecter
it: Crea e assegna

source: Create Link
de: Link erstellen
es: Crear enlace
fr: Créer le lien
it: Crea link

source: Create public link
de: Öffentlichen Link erstellen
es: Crear enlace público
fr: Créer un lien public
it: Crea link pubblico

source: Create shared album
de: Geteiltes Album erstellen
es: Crear álbum compartido
fr: Créer un album partagé
it: Crea album condiviso

source: Create stack
de: Stapel erstellen
es: Crear pila
fr: Créer une pile
it: Crea gruppo

source: Create tag
de: Tag erstellen
es: Crear etiqueta
fr: Créer une étiquette
it: Crea etichetta

source: Create tags to organize your photos.
de: Erstelle Tags, um deine Fotos zu organisieren.
es: Crea etiquetas para organizar tus fotos.
fr: Créez des étiquettes pour organiser vos photos.
it: Crea etichette per organizzare le tue foto.

source: Create your first tag below.
de: Erstelle unten deinen ersten Tag.
es: Crea tu primera etiqueta abajo.
fr: Créez votre première étiquette ci-dessous.
it: Crea la tua prima etichetta qui sotto.

source: Crop Ratio
de: Zuschnittverhältnis
es: Relación de recorte
fr: Ratio de recadrage
it: Rapporto di ritaglio

source: Custom URL
de: Eigene URL
es: URL personalizada
fr: URL personnalisée
it: URL personalizzato

source: Custom…
de: Benutzerdefiniert…
es: Personalizado…
fr: Personnalisé…
it: Personalizzato…

source: Date
de: Datum
es: Fecha
it: Data

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina

source: Delete (force)
de: Löschen (erzwingen)
es: Eliminar (forzado)
fr: Supprimer (forcée)
it: Elimina (forzata)

source: Delete %lld asset(s)?
de: %lld Objekt(e) löschen?
es: ¿Eliminar %lld elemento(s)?
fr: Supprimer %lld élément(s) ?
it: Eliminare %lld elemento/i?

source: Delete activity
de: Aktivität löschen
es: Eliminar actividad
fr: Supprimer l'activité
it: Elimina attività

source: Delete Album
de: Album löschen
es: Eliminar álbum
fr: Supprimer l'album
it: Elimina album

source: Delete Duplicates
de: Duplikate löschen
es: Eliminar duplicados
fr: Supprimer les doublons
it: Elimina duplicati

source: Delete library and all its assets?
de: Mediathek und alle ihre Objekte löschen?
es: ¿Eliminar la biblioteca y todos sus elementos?
fr: Supprimer la bibliothèque et tous ses éléments ?
it: Eliminare la libreria e tutti i suoi elementi?

source: Delete memory
de: Erinnerung löschen
es: Eliminar recuerdo
fr: Supprimer le souvenir
it: Elimina ricordo

source: Delete Memory
de: Erinnerung löschen
es: Eliminar recuerdo
fr: Supprimer le souvenir
it: Elimina ricordo

source: Delete Permanently
de: Endgültig löschen
es: Eliminar permanentemente
fr: Supprimer définitivement
it: Elimina definitivamente

source: Delete Permanently?
de: Endgültig löschen?
es: ¿Eliminar permanentemente?
fr: Supprimer définitivement ?
it: Eliminare definitivamente?

source: Delete this album? The photos themselves are not deleted.
de: Dieses Album löschen? Die Fotos selbst werden nicht gelöscht.
es: ¿Eliminar este álbum? Las fotos no se eliminan.
fr: Supprimer cet album ? Les photos elles-mêmes ne seront pas supprimées.
it: Eliminare questo album? Le foto stesse non verranno eliminate.

source: Delete this asset?
de: Dieses Objekt löschen?
es: ¿Eliminar este elemento?
fr: Supprimer cet élément ?
it: Eliminare questo elemento?

source: Delete this memory?
de: Diese Erinnerung löschen?
es: ¿Eliminar este recuerdo?
fr: Supprimer ce souvenir ?
it: Eliminare questo ricordo?

source: Delete this photo?
de: Dieses Foto löschen?
es: ¿Eliminar esta foto?
fr: Supprimer cette photo ?
it: Eliminare questa foto?

source: Delete user?
de: Benutzer löschen?
es: ¿Eliminar usuario?
fr: Supprimer l'utilisateur ?
it: Eliminare l'utente?

source: Deleted photos and videos appear here for 30 days before being permanently removed.
de: Gelöschte Fotos und Videos erscheinen hier 30 Tage lang, bevor sie endgültig entfernt werden.
es: Las fotos y vídeos eliminados aparecen aquí durante 30 días antes de borrarse definitivamente.
fr: Les photos et vidéos supprimées apparaissent ici pendant 30 jours avant d'être définitivement supprimées.
it: Le foto e i video eliminati restano qui per 30 giorni prima di essere rimossi definitivamente.

source: Description
de: Beschreibung
es: Descripción
it: Descrizione

source: Description (optional)
de: Beschreibung (optional)
es: Descripción (opcional)
fr: Description (facultatif)
it: Descrizione (facoltativa)

source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fine

source: Download for Offline
de: Für Offline-Nutzung laden
es: Descargar para uso sin conexión
fr: Télécharger pour le hors ligne
it: Scarica per l'uso offline

source: Download original
de: Original herunterladen
es: Descargar original
fr: Télécharger l'original
it: Scarica originale

source: Download photos to view them without an internet connection.
de: Lade Fotos herunter, um sie ohne Internetverbindung anzusehen.
es: Descarga fotos para verlas sin conexión a internet.
fr: Téléchargez des photos pour les consulter sans connexion internet.
it: Scarica le foto per vederle senza connessione internet.

source: Downloading from iCloud… %lld%%
de: Download von iCloud… %lld%%
es: Descargando de iCloud… %lld%%
fr: Téléchargement depuis iCloud… %lld%%
it: Download da iCloud… %lld%%

source: Drag the pin to the photo's true location.
de: Ziehe die Markierung an den tatsächlichen Standort des Fotos.
es: Arrastra el marcador a la ubicación real de la foto.
fr: Faites glisser le repère sur l'emplacement réel de la photo.
it: Trascina il segnaposto sulla posizione reale della foto.

source: Duplicate copy
de: Doppelte Kopie
es: Copia duplicada
fr: Copie en double
it: Copia duplicata

source: Duplicated photos will appear here for easy cleanup.
de: Doppelte Fotos werden hier zur einfachen Bereinigung angezeigt.
es: Las fotos duplicadas aparecerán aquí para limpiarlas fácilmente.
fr: Les photos en doublon apparaîtront ici pour faciliter le nettoyage.
it: Le foto duplicate appariranno qui per una pulizia più semplice.

source: Duplicates
de: Duplikate
es: Duplicados
fr: Doublons
it: Duplicati

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica

source: Edit Album
de: Album bearbeiten
es: Editar álbum
fr: Modifier l'album
it: Modifica album

source: Edit Shared Link
de: Geteilten Link bearbeiten
es: Editar enlace compartido
fr: Modifier le lien partagé
it: Modifica link condiviso

source: Edit Tags
de: Tags bearbeiten
es: Editar etiquetas
fr: Modifier les étiquettes
it: Modifica etichette

source: Empty
de: Leeren
es: Vaciar
fr: Vider
it: Svuota

source: Empty Trash
de: Papierkorb leeren
es: Vaciar papelera
fr: Vider la corbeille
it: Svuota cestino

source: Empty Trash?
de: Papierkorb leeren?
es: ¿Vaciar la papelera?
fr: Vider la corbeille ?
it: Svuotare il cestino?

source: Enable Notifications
de: Mitteilungen aktivieren
es: Activar notificaciones
fr: Activer les notifications
it: Attiva notifiche

source: Enter a valid server URL.
de: Gib eine gültige Server-URL ein.
es: Introduce una URL de servidor válida.
fr: Saisir une URL de serveur valide.
it: Inserisci un URL del server valido.

source: Enter the password you were given with this link.
de: Gib das Passwort ein, das du mit diesem Link erhalten hast.
es: Introduce la contraseña que te dieron con este enlace.
fr: Saisir le mot de passe fourni avec ce lien.
it: Inserisci la password ricevuta con questo link.

source: Enter the URL of your Immich instance.
de: Gib die URL deiner Immich-Instanz ein.
es: Introduce la URL de tu instancia de Immich.
fr: Indiquez l'URL de votre instance Immich.
it: Inserisci l'URL della tua istanza Immich.

source: Error
de: Fehler
fr: Erreur
it: Errore

source: Every photo in your library is already in a stack you can see here.
de: Jedes Foto in deiner Mediathek ist bereits in einem Stapel, den du hier siehst.
es: Cada foto de tu biblioteca ya está en una pila que puedes ver aquí.
fr: Chaque photo de votre photothèque est déjà dans une pile visible ici.
it: Ogni foto nella tua libreria è già in un gruppo che puoi vedere qui.

source: Every photo in your library is already in this memory.
de: Jedes Foto in deiner Mediathek ist bereits in dieser Erinnerung.
es: Cada foto de tu biblioteca ya está en este recuerdo.
fr: Chaque photo de votre photothèque est déjà dans ce souvenir.
it: Ogni foto nella tua libreria è già in questo ricordo.

source: Every photo stays in your timeline — only the grouping is removed.
de: Jedes Foto bleibt in deiner Zeitleiste — nur die Gruppierung wird entfernt.
es: Cada foto permanece en tu cronología — solo se quita la agrupación.
fr: Chaque photo reste dans votre timeline — seul le regroupement est supprimé.
it: Ogni foto resta nella cronologia — viene rimossa solo la raggruppazione.

source: Existing Links
de: Vorhandene Links
es: Enlaces existentes
fr: Liens existants
it: Link esistenti

source: Existing people
de: Vorhandene Personen
es: Personas existentes
fr: Personnes existantes
it: Persone esistenti

source: Expiration
de: Ablauf
es: Caducidad
it: Scadenza

source: Expires %@
de: Läuft ab am %@
es: Caduca el %@
fr: Expire le %@
it: Scade il %@

source: Expiry date
de: Ablaufdatum
es: Fecha de caducidad
fr: Date d'expiration
it: Data di scadenza

source: Explorer
de: Entdecken
es: Explorar
it: Esplora

source: Export failed
de: Export fehlgeschlagen
es: Error al exportar
fr: Échec de l'export
it: Esportazione non riuscita

source: Export video
de: Video exportieren
es: Exportar vídeo
fr: Exporter la vidéo
it: Esporta video

source: Exporting video…
de: Video wird exportiert…
es: Exportando vídeo…
fr: Export de la vidéo…
it: Esportazione video…

source: Exposure
de: Belichtung
es: Exposición
fr: Exposition
it: Esposizione

source: Faces detected on your photos will appear here.
de: In deinen Fotos erkannte Gesichter werden hier angezeigt.
es: Las caras detectadas en tus fotos aparecerán aquí.
fr: Les visages détectés sur vos photos apparaîtront ici.
it: I volti rilevati nelle tue foto appariranno qui.

source: favorite
de: Favorit
es: favorito
fr: favori
it: preferito

source: Favorite
de: Favorit
es: Favorito
fr: Favori
it: Preferito

source: Favorite Photo
de: Foto favorisieren
es: Foto favorita
fr: Photo favorite
it: Foto preferita

source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti

source: Featured
de: Hervorgehoben
es: Destacadas
fr: En vedette
it: In evidenza

source: Find photos by place, object, camera, or natural language.
de: Finde Fotos nach Ort, Objekt, Kamera oder natürlicher Sprache.
es: Busca fotos por lugar, objeto, cámara o lenguaje natural.
fr: Trouvez des photos par lieu, objet, appareil photo ou langage naturel.
it: Trova foto per luogo, oggetto, fotocamera o linguaggio naturale.

source: Finished with errors
de: Mit Fehlern abgeschlossen
es: Finalizado con errores
fr: Terminé avec des erreurs
it: Completato con errori

source: Follows the language set in iOS Settings.
de: Folgt der in den iOS-Einstellungen festgelegten Sprache.
es: Sigue el idioma configurado en los Ajustes de iOS.
fr: Suit la langue définie dans Réglages iOS.
it: Segue la lingua impostata nelle Impostazioni di iOS.
